tap "chainguard-dev/tap"
tap "homebrew/bundle"
tap "warrensbox/tap"
brew "apko"
brew "sqlite"
brew "awscli"
brew "bat"
brew "glib"
brew "cosign"
brew "crane"
brew "curl"
brew "delve"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "eksctl"
brew "gh"
brew "git"
brew "gitsign"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "gpatch"
brew "grype"
brew "harfbuzz"
brew "helm"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "llvm"
brew "make"
brew "openjdk"
brew "maven"
brew "melange"
brew "neovim"
brew "netcat"
brew "node"
brew "protobuf"
brew "pyinvoke"
brew "ruby-build"
brew "rbenv-bundler"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "stern"
brew "syft"
brew "tilt"
brew "tmux"
brew "vim"
brew "xsel"
brew "yarn"
brew "yq"
brew "zsh"
brew "chainguard-dev/tap/chainctl"
brew "warrensbox/tap/tfswitch"
