com.brave.Browser
com.github.tchx84.Flatseal
com.google.Chrome
com.jetbrains.GoLand
com.obsproject.Studio
com.slack.Slack
com.spotify.Client
io.github.seadve.Kooha
org.fedoraproject.MediaWriter
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.Connections
org.gnome.Contacts
org.gnome.Evince
org.gnome.Extensions
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.NautilusPreviewer
org.gnome.Snapshot
org.gnome.TextEditor
org.gnome.Weather
org.gnome.baobab
org.gnome.clocks
org.gnome.font-viewer
org.mozilla.firefox
org.signal.Signal
org.telegram.desktop
org.videolan.vlc
