tap "chainguard-dev/tap"
tap "hashicorp/tap"
tap "warrensbox/tap"
brew "apko"
brew "asciinema"
brew "sqlite"
brew "awscli"
brew "bat"
brew "glib"
brew "cosign"
brew "crane"
brew "curl"
brew "delve"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "eksctl"
brew "gcc@11"
brew "gh"
brew "git"
brew "gitsign"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "gpatch"
brew "grype"
brew "harfbuzz"
brew "helm"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "make"
brew "openjdk"
brew "maven"
brew "melange"
brew "neovim"
brew "netcat"
brew "node"
brew "opencode"
brew "protobuf"
brew "pyinvoke"
brew "ruby-build"
brew "rbenv-bundler"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "stern"
brew "syft"
brew "terraform-ls"
brew "tilt"
brew "tmux"
brew "vim"
brew "xsel"
brew "yarn"
brew "yq"
brew "zsh"
brew "chainguard-dev/tap/chainctl"
brew "hashicorp/tap/terraform"
brew "warrensbox/tap/tfswitch"
cask "claude-code"
cask "gcloud-cli"
go "golang.org/x/tools/gopls"
go "github.com/dlorenc/multiclaude/cmd/multiclaude"
flatpak "com.brave.Browser"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.google.Chrome"
flatpak "com.jetbrains.GoLand"
flatpak "com.obsproject.Studio"
flatpak "com.onepassword.OnePassword"
flatpak "com.slack.Slack"
flatpak "com.spotify.Client"
flatpak "io.github.seadve.Kooha"
flatpak "org.fedoraproject.MediaWriter"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.Evince"
flatpak "org.gnome.Extensions"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.mozilla.firefox"
flatpak "org.signal.Signal"
flatpak "org.telegram.desktop"
